#Даны два числа. Показать большее и меньшее число
num1=int(input(" enter number 1  "))
num2=int(input(" enter number 2 "))
if num1>num2:
    print("max is", num1)
    print("min is", num2)
else:
    print("max is", num2)
    print("min is", num1)
