#Даны два числа. Показать большее и меньшее число
num1=int(input(" введите первое число "))
num2=int(input(" введите второе число "))
if num1>num2:
    print("наибольшеее число", num1)
    print("наименьшее число", num2)
else:
    print("наибольшеее число", num2)
    print("наименьшее число", num1)
