#Дано число из отрезка [10, 99]. Показать наибольшую цифру числа
print (max(range(10,99))) 