#Написать программу вычисления значения функции y = f(a)
from math import cos
a = int(input("enter a "))
y = cos(a)
print (y)