#Вывести квадрат числа
a=int(input("введите число "))
print (a**2)
